import styles from "./details.module.css";


export default function Details() { 

  return (  
     <div className={styles.details_container }>
      <h1> Даёшь личный сайт в массы!</h1>
      <p className={styles.details_container_p}>Каждый уважающий себя человек, независимо от вероисповедания, цвета кожи, языка, статуса, должен иметь собственный сайт!</p>
     <p>Мы предлагаем практически готовые сайты по интересующему вас направлению.</p>
     <p>Такой подход очень полезен когда человек принимает решение заняться каким либо делом, но начальном этапе не хочет заниматься рутиной по поиску дизайнера и созданию макета, разработкой, деплоем, доменами, хостингами и так далее.</p>
     <p> Можно потратить огромное количество средств, времени и энергии, но потом окажется что вы ошиблись и это не дело всей вашей жизни:).</p>
     <p>С нами всё намного проще! Например, вы много путешествуете, выкладываете фото в социальные сети, продвигаете их.</p>
     <p>Но Instagram и Facebook не передадут всей красы вашей фотографии с пляжа Дона Ана в Алгарви, как это сделае десктоп ноута, плюс к этому индивидуальность во всём, а не шаблонность и установленные стандарты, но социальные сети и сайт это не конкуренты.</p>   
     <p>Социальные сети и интернет сайт это взаимовыгодные дополняющие друг друга ресурсы, позволяющие активно развиватся</p>
     <p>Поэтому вы  выбираете готовый сайт  для путешественников, сообщаете что бы вы хотели изменить в цветовой гамме, какие нужны ссылки, кнопки, предоставляете контент. Обсуждаем детали загрузки в интернет, изменения контента и т.д.</p>
     <p> Пожелания клиента для нас закон, мы дорабатываем, загружаем, вы оплачиваете и становитесь счастливым обладателем личного сайта с уникальным кодом, существующим в единственном экзепляре!  </p> 
     <p>Далее, если вы пожелаете, мы можем за скромную  плату заниматься поддержкой и наполнением контента.</p> 
     <p>Подобная схема действует и для лендингов, сайт-блог, сайт-визитка и т.д. </p>
     <p>Прошу заметить, что наши сайты созданы с использованием чистого кода, где используются только HTML, CSS и JavaScript — основные технологии для построения веб-страниц.</p>
     <p> Различные библиотеки, CMS это как массовое производство на заводе, а я люблю ручную работу! </p>
     <p> Мы также применили React и Next.js, чтобы сделать сайт быстрым и удобным для вас. Это позволяет сайту работать стабильно и без лишних сложностей  </p>
     <p>Просмотрите в нашей галлерее образцы главных страниц, для более детального ознакомления напишите нам и мы вышлем десктопный вариант или ссылку если сайт находится на хостинге.</p> 
     <p>Пишите, звоните, выходите на связь, мы в любом случае найдём консенсус и сможем договориться!</p>
     <div className={styles.nav__hader}>Ytc</div>
    
     </div> 
  );
}